
BOT_TOKEN = '5147381364:AAGawQw44ItB8Qy7ql3ufw97KG6Rh_V9tRs'      # Токен бота

CODE_ACCESS = 'ADMINKUZIK'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'investpetirbot'          # login бота, например: telegram_bot

ADMIN_ID = 1409611424       # id админа

QIWI_NUMBER = '+79397306280'    # номер киви
QIWI_TOKEN = 'hnfhgjgjg'     # токен киви

ACCESS_COST = 200           # стоимость доступа
MIN_PAYOUT = 500           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


